app/Controllers/Api.php

            $message = 'Member updated successfully';
        } else {
            // Create new member
            $MemberModel->insert($data);
---
INSERT INTO `members` (`name`, `position`, `address`, `image`) VALUES ('village development ', 'test', '74/A Bhawanipur Cololy, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road, Near Annapurna Road', '1747852329_fa258098eead65e46187.jpeg')